{
  "personalCardDescription": "Graduando em Análise e desenvolvimento de sistemas, amante da tecnologia e gamer.",
  "personalCardSubtitle": "Desenvolvedor Full Stack",
  "personalCardPhrase": "Palavras são na minha não tão humilde opnião nossa inesgotavel fonte de magia, capazes de causa grande injuria ou curar.",
  "personalCardCountry": "Brasil",
  "firstTab": "Sobre mim",
  "secondTab": "Curriculo",
  "thirdTab": "Portfólio",
  "aboutMeTitle": "Sobre mim",
  "aboutMeFirstParagraph": "Sou um criativo aventureiro explorando a área de programação e todas as belezas de suas melhores tecnologias, tenho 31 anos, e sou um desenvolvedor full stack, desenvolvo há cerca de 3 anos, mesmo sendo um full stack stack dev, trabalho principalmente em Frontend.",
  "aboutMeSecondParagraph": "Trabalho especialmente com React, Typescript e NextJS em projetos monolíticos e micro aplicações empresariais e/ou pessoais, com objetivo em me comprometer com a empresa ou cliente para desenvolver seu sistema da forma que foi requisitada, e sempre com o intuito de organizar, ajudar e agregar valor de negócio.",
  "aboutMeFirstTopic": "Quem sou eu",
  "aboutMeSecondTopic": "O que eu faço",
  "aboutMeFirstCardTitle": "Desenvolvimento web",
  "aboutMeThirdCardTitle": "Desenvolvimento mobile",
  "aboutMeFirstCard": "Desenvolver sites com as mais atualizadas e melhores tecnologias do mercado em nivel profissional e com alta qualidade.",
  "aboutMeSecondCard": "Criar layouts e intercefaces seguindo os atuais padrões mais mordernos e atualizados do mercado em nivel profissional e com alta qualidade.",
  "aboutMeThirdCard": "Desenvolver aplicacções mobile com as mais atualizadas e melhores tecnologias do mercado em nivel profissional e com alta qualidade.",
  "resumeUsedTechnologies": "Tecnologias usadas",
  "resumeAcademicTitle": "Acadêmico",
  "resumeAcademicFirstTitle": "Faculdade Uninter",
  "resumeAcademicFirstSubtitle": "2018 / 2020 - Graduação",
  "resumeAcademicFirstDescription": "Manter e otimizar sistemas de software, com foco em programação, banco de dados e engenharia de software.",
  "resumeAcademicSecondTitle": "Gama Academy #38",
  "resumeAcademicSecondSubtitle": "2021 (4 meses) - Curso técnico",
  "resumeAcademicSecondDescription": "Curso com o objetivo de aperfeiçoar o conhecimento de diversas ferramentas e tecnologias full stack.",
  "resumeProfessionalTitle": "Experiência profissional",
  "resumeProfessionalFirstTitle": "AGL Solutions",
  "resumeProfessionalFirstSubtitle": "Desenvolvedor Front end junior",
  "resumeProfessionalFirstDescription": "Neste projeto, utilizamos a metodologia Scrum para desenvolver um sistema para um call center, onde era possível realizar negociações de dívidas, compromissos, tratamento de feedback de clientes, e várias outras funções igualmente importantes.",
  "resumeProfessionalSecondTitle": "B.S Advogados",
  "resumeProfessionalSecondSubtitle": "Desenvolvedor Front end junior",
  "resumeProfessionalSecondDescription": "Neste projeto, utilizamos a metodologia Scrum para desenvolver um sistema para um call center, onde era possível realizar negociações de dívidas, compromissos, tratamento de feedback de clientes, e várias outras funções igualmente importantes.",
  "resumeProfessionalThirdTitle": "Alenilson Psicólogo",
  "resumeProfessionalThirdSubtitle": "Desenvolvedor Freelancer",
  "resumeProfessionalThirdDescription": "Neste projeto. Desenvolvi um site institucional para um psicologo local. Incluindo a criação do layout, a interface, o desenvolvimento web e escolha das tecnologias a serem utilizadas.",
  "resumeProfessionalFourthTitle": "Clínica Bellevita",
  "resumeProfessionalFourthSubtitle": "Desenvolvedor Freelancer",
  "resumeProfessionalFourthDescription": "Neste projeto. Desenvolvi um site institucional para uma um clínica de fisioterapia dermatofuncional local. Incluindo a criação do layout, a interface, o desenvolvimento web e escolha das tecnologias a serem utilizadas.",
  "resumeLanguageTitle": "Idiomas",
  "resumeLanguageFirstTitle": "Português",
  "resumeLanguageFirstSubtitle": "Nativo",
  "resumeLanguageFirstDescription": "Possuo nivel de conversão, digitação e esculta nativo para trabalhar em meio profissional.",
  "resumeLanguageSecondTitle": "Inglês",
  "resumeLanguageSecondSubtitle": "Avançado",
  "resumeLanguageSecondDescription": "Possuo nivel de conversão, digitação e esculta avançada para trabalhar em meio profissional.",
  "resumeHardSkillTitle": "Conhecimentos Técnicos",
  "projectPersonalFirstTab": "Projetos Pessoal",
  "projectPersonalSecondTab": "Projetos Profissionais",
  "projectPersonalFirstTitle": "Pokedex Next",
  "projectPersonalFirstIDescription": "O objetivo dessa aplicação foi feita com apenas intuito de aprendizagem e utilização com outras tecnologias para aprimoração de conhecimento.",
  "projectPersonalFirstILink": "https://kelvin-pokenext.netlify.app/",
  "projectPersonalSecondTitle": "Beeteller",
  "projectPersonalSecondIDescription": "O objetivo dessa aplicação foi feita com avaliação técnica da seleção para vaga de desenvolver Front-end. Consite em simular uma aplicação bancaria, onde é visuzaliado extratos, investimentos, movimentaçãoes dentre outros.",
  "projectPersonalSecondILink": "https://betellerproject.netlify.app/",
  "projectProfessionalFirstTitle": "B.S Advogados",
  "projectProfessionalFirstIDescription": "Site institucional do escritório BS Advogados, Com o intuito de mostrar quais áreas o escritório se destaca, seus profissionais atuantes, e com certeza um forma de contatá-los para contratar seus serviços de forma rápida e eficiente. O site se mostra em perfeito funcionamento e com responsividade para versões desktop, tablet e mobile.",
  "projectProfessionalFirstILink": "https://bsadvogados.netlify.app/",
  "projectProfessionalSecondTitle": "Alenilson Psicologo",
  "projectProfessionalSecondIDescription": "Esta aplicação foi cuidadosamente concebida para a o psicólogo Alenilson Cruz, com o objetivo de investimento pessoal em seu trabalho,enriquecer a experiência dos clientes e fornecer informações detalhadas de como são oferecidos os seus serviços.",
  "projectProfessionalSecondILink": "https://alenilsonpsi.netlify.app/"
}
