{
  "personalCardDescription": "Graduating in Systems Analysis and Development, technology lover and gamer.",
  "personalCardSubtitle": "Full Stack developer",
  "personalCardPhrase": "Words are, in my not so humble opinion, our inexhaustible source of magic, capable of causing great injury or healing.",
  "personalCardCountry": "Brazil",
  "firstTab": "About me",
  "secondTab": "Resume",
  "thirdTab": "Portfolio",
  "aboutMeTitle": "About me",
  "aboutMeFirstParagraph": "I am an adventurous creative exploring the area of ​​programming and all the beauties of its best technologies, I am 31 years old, for now I have come to update this text and I have been developing for about 3 years, even though I am a full stack dev, I I work mainly in Frontend.",
  "aboutMeSecondParagraph": "I work especially with React, Typescript and NextJS in monolithic projects and micro business and/or personal applications, with the aim of committing myself to the company or client to develop their system in the way requested, and always with the aim of organizing, helping and add business value.",
  "aboutMeFirstTopic": "Who am i",
  "aboutMeSecondTopic": "What i do",
  "aboutMeFirstCardTitle": "Web Developer",
  "aboutMeThirdCardTitle": "Mobile Developer",
  "aboutMeFirstCard": "Develop websites with the most up-to-date and best technologies on the market at a professional level and with high quality.",
  "aboutMeSecondCard": "Create layouts and interfaces following the most modern and updated standards on the market at a professional level and with high quality.",
  "aboutMeThirdCard": "Develop mobile applications with the most up-to-date and best technologies on the market at a professional level and with high quality.",
  "resumeUsedTechnologies": "Technologies",
  "resumeAcademicTitle": "Academic",
  "resumeAcademicFirstTitle": "Faculty Uninter",
  "resumeAcademicFirstSubtitle": "Graduation",
  "resumeAcademicFirstDescription": "Maintain and optimize software systems, focusing on programming, databases and software engineering.",
  "resumeAcademicSecondTitle": "Gama Academy #38",
  "resumeAcademicSecondSubtitle": "(4 mounths) - Technical course",
  "resumeAcademicSecondDescription": "Course aimed at improving knowledge of various full stack tools and technologies.",
  "resumeProfessionalTitle": "Professional experience",
  "resumeProfessionalFirstTitle": "AGL Solutions",
  "resumeProfessionalFirstSubtitle": "Junior Front End Developer",
  "resumeProfessionalFirstDescription": "In this role, we used the Scrum methodology to develop a system for a call center, where it was possible to negotiate debts, commitments, handle customer feedback, and several other equally important functions.",
  "resumeProfessionalSecondTitle": "B.S Advogados",
  "resumeProfessionalSecondSubtitle": "Junior front end developer",
  "resumeProfessionalSecondDescription": "In this role, we used the Scrum methodology to develop a system for a call center, where it was possible to negotiate debts, commitments, handle customer feedback, and several other equally important functions.",
  "resumeProfessionalThirdTitle": "Alenilson Psicólogo",
  "resumeProfessionalThirdSubtitle": "Freelance Developer",
  "resumeProfessionalThirdDescription": "In this role. I developed an institutional website for a local psychologist. Including the creation of the layout, the interface, web development and choice of technologies to be used.",
  "resumeProfessionalFourthTitle": "Clínica Bellevita",
  "resumeProfessionalFourthSubtitle": "Freelance Developer",
  "resumeProfessionalFourthDescription": "In this role. I developed an institutional website for a local dermatofunctional physiotherapy clinic. Including the creation of the layout, the interface, web development and choice of technologies to be used.",
  "resumeLanguageTitle": "Languages",
  "resumeLanguageFirstTitle": "Portuguese",
  "resumeLanguageFirstSubtitle": "Native",
  "resumeLanguageFirstDescription": "I have a native level of conversion, typing and listening to work in a professional environment.",
  "resumeLanguageSecondTitle": "English",
  "resumeLanguageSecondSubtitle": "Advanced",
  "resumeLanguageSecondDescription": "I have advanced conversion, typing and listening skills to work in a professional environment.",
  "resumeHardSkillTitle": "Technical knowledge",
  "projectPersonalFirstTab": "Personal",
  "projectPersonalSecondTab": "Professional",
  "projectPersonalFirstTitle": "Pokedex Next",
  "projectPersonalFirstIDescription": "The purpose of this application was made solely for the purpose of learning and using other technologies to improve knowledge.",
  "projectPersonalFirstILink": "https://kelvin-pokenext.netlify.app/",
  "projectPersonalSecondTitle": "Beeteller",
  "projectPersonalSecondIDescription": "The purpose of this application was to technically evaluate the selection for a Front-end development position. It consists of simulating a banking application, where statements, investments, transactions, among others, are displayed.",
  "projectPersonalSecondILink": "betellerproject.netlify.app/",
  "projectProfessionalFirstTitle": "B.S Lawyers",
  "projectProfessionalFirstIDescription": "Institutional website of the BS Advogados firm, with the aim of showing which areas the firm stands out, its working professionals, and certainly a way to contact them to hire their services quickly and efficiently. The website appears to be in perfect working order and responsive for desktop, tablet and mobile versions.",
  "projectProfessionalFirstILink": "bsadvogados.netlify.app/",
  "projectProfessionalSecondTitle": "Alenilson Psychologist",
  "projectProfessionalSecondIDescription": "This application was carefully designed for psychologist Alenilson Cruz, with the aim of personal investment in his work, enriching the client experience and providing detailed information on how his services are offered.",
  "projectProfessionalSecondILink": "https://alenilsonpsi.netlify.app/"
}
